script/sdf

<?xml version='1.0' encoding='utf-8'?> 
         <soap:Envelope xmlns:soap='http://schemas.xmlsoap.org/soap/envelope/' 
xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance' xmlns:xsd='http://
www.w3.org/2001/XMLSchema'> 
            <soap:Header> 
               <SessionHeader xmlns='urn:enterprise.soap.sforce.com'> 
                  
<sessionId>z1E_NI80RXGyM48GB2etyLuR8DBelyRk_MTjFeOxPed0_jXlNKOSU</sessionId> 
               </SessionHeader> 
            </soap:Header> 
            <soap:Body> 
               <getUserInfo xmlns='urn:enterprise.soap.sforce.com' /> 
            </soap:Body> 
         </soap:Envelope> 